using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;
using System.Xml.Linq;
/*
 Требуется написать C#-код, используя LINQ и XML, для выполнения следующих задач:

Вывести все названия книг, отсортированные по названию в алфавитном порядке.
Посчитать количество книг каждого жанра.
Получить список авторов, у которых есть книги с годом издания до 1900
Получить список авторов у которых не менее 2х книг в списке
Посчитать количество книг в названиях которых больше одного слова и получить данные об этих книгах
Получить имена авторов и книг, которые были написаны между 1940 и 2000 годами.

 */
namespace _27_10_23_C_Sharp__static_libraries_AND__dynamic_libraries
{
    internal class Books
    {
     

    }
}
